Revit 2027 API
ParameterTypeId.RebarShapeCrankEndAngledLength Property
 "End Crank Angled Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeCrankEndAngledLength { get; }
Public Shared ReadOnly Property RebarShapeCrankEndAngledLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeCrankEndAngledLength {
	ForgeTypeId^ get ();
}
static member RebarShapeCrankEndAngledLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace